Repository: CERT-Polska/mailgoose
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: lt_lt, pl_pl

source: Error 404
lt_lt: Klaida 404
pl_pl: Błąd 404

source: Resource not found. Make sure the address is correct or
lt_lt: Puslapis nerastas. Įsitikinkite ar adresas yra teisingas arba
pl_pl: Nie odnaleziono zasobu. Upewnij się, czy adres jest poprawny lub

source: go back to homepage.
lt_lt: grįžkite atgal į pradinį puslapį.
pl_pl: przejdź do strony głównej.

source: Copied
lt_lt: Nukopijuota
pl_pl: Skopiowano

source: Check domain
lt_lt: Tikrinti domeną
pl_pl: Sprawdź domenę

source: Domain
lt_lt: Domenas
pl_pl: Domena

source: Don't put the entire e-mail address here, only the part after "@"
lt_lt: Neveskite viso el pašto adreso, tik tą dalį po "@"
pl_pl: Nie podawaj całego adresu email, jedynie część po znaku "@"

source: Check
lt_lt: Tikrinti
pl_pl: Sprawdź

source: Check configuration by sending an e-mail
lt_lt: Tikrinti konfiguraciją siunčiant el. laišką
pl_pl: Sprawdź wysyłając e-mail

source: To verify e-mail configuration, send any e-mail message to the address <b>shown below</b>:
lt_lt: Kad patikrinti el-pašto konfiguraciją, reikia išsiųsti bet kokį laišką adresatui <b>nurodytam žemiau</b>:
pl_pl: Aby zweryfikować konfigurację poczty, wyślij dowolną wiadomość e-mail na adres <b>podany poniżej</b>:

source: Waiting
lt_lt: Luktelkite

source: Waiting for the message to be received
lt_lt: Laukiama kada el-laiškas bus gautas
pl_pl: Oczekiwanie na odbiór wiadomości

source: As soon as the message is received, the page will automatically refresh - you will then see the check results.
lt_lt: Iš karto kai tik el-laiškas bus gautas, puslapis persikraus automatiškai - ir tada bus galima patikrinti rezultatus.
pl_pl: Jeśli wiadomość zostanie odebrana, strona odświeży się automatycznie - zobaczysz wtedy wyniki sprawdzenia mechanizmów zabezpieczeń.

source: If after a while you still don't see the results, that means that we didn't receive your message. In that case:
lt_lt: Jeigu po kurio laiko vistiek nematote rezultų, tai reiškia, kad mes negavome jūsų laiško. Tokiu atveju:
pl_pl: Jeśli po dłuższym czasie nie widzisz wyników, to znaczy, że nie otrzymaliśmy wiadomości. W takiej sytuacji:

source: make sure you sent the message to the correct e-mail address
lt_lt: įsitikinkite, kad siunčiate el. laišką teisingu adresu
pl_pl: upewnij się, że wysyłasz wiadomość na poprawny adres

source: if you manage your own e-mail server, make sure that the server sent the message correctly
lt_lt: jeigu administruojate pašto serverį, įsitikinkite, kad serveris išsiunčia žinutę teisingai.
pl_pl: jeśli administrujesz serwerem pocztowym, sprawdź czy Twój serwer pocztowy poprawnie wysłał wiadomość

# verb imperative
source: contact
lt_lt: kontaktas
pl_pl: skontaktuj się z

source: if the above didn't solve the problem.
lt_lt: jeigu tai neišsprendė problemos.
pl_pl: w przypadku, jeśli powyższe nie rozwiązało problemu.

source: incorrect configuration
lt_lt: neteisinga konfiguracija
pl_pl: konfiguracja nieprawidłowa

source: record couldn't be fully verified
lt_lt: įrašas negali būti pilnai patvirtintas
pl_pl: rekord nie mógł być w pełni sprawdzony

source: configuration warnings
lt_lt: konfiguracijos klaidos
pl_pl: uwagi dotyczące konfiguracji

source: correct configuration
lt_lt: teisinga konfiguracija
pl_pl: konfiguracja prawidłowa

source: e-mail sender verification mechanisms check results:
lt_lt: pašto saugos testo rezultatai
pl_pl: wyniki testów mechanizmów zabezpieczeń poczty e-mail:

source: E-mail sender verification mechanisms check results:
lt_lt: pašto saugos testo rezultatai
pl_pl: Wyniki testów mechanizmów zabezpieczeń poczty e-mail:

source: SPF and DMARC
lt_lt: SPF ir DMARC
pl_pl: SPF i DMARC

source: SPF, DMARC and DKIM
lt_lt: SPF, DMARC ir DKIM
pl_pl: SPF, DMARC i DKIM

source: The results you are viewing are older than %(age_threshold_minutes)s minutes.
lt_lt: Rezultatai kuriuos žiūrite yra senesni nei %(age_threshold_minutes)s min.
pl_pl: Oglądają Państwo wyniki starsze niż %(age_threshold_minutes)s minut.

source: If you want to view up-to-date results, please <a href='%(rescan_url)s'>run a new check.</a>
lt_lt: Jeigu norite pamatyti naujausius rezultatus, prašome <a href='%(rescan_url)s'>atlikti naują patikrinimą.</a>
pl_pl: Jeśli chcą Państwo uzyskać najnowsze wyniki, prosimy <a href='%(rescan_url)s'>wykonać ponowne sprawdzenie.</a>

source: Test date:
lt_lt: Testo data:
pl_pl: Data sprawdzenia:

source: (e-mail message from %(date_str)s)
lt_lt: (el-laiškas žinutė iš %(date_str)s)
pl_pl: (wiadomość e-mail z %(date_str)s)

source: To share check results, copy the following link:
lt_lt: Jei norite pasidalinti patikrinimo rezultatais, nukopijuokite šią nuorodą:
pl_pl: Jeśli chcą Państwo udostępnić wyniki sprawdzenia, prosimy skopiować ten link:

source: Check summary
lt_lt: Patikrinimo rezultatai
pl_pl: Podsumowanie sprawdzenia

# zero
source: mechanisms
lt_lt: mechanizmai
pl_pl: mechanizmów

source: mechanism
lt_lt: mechanizmas
pl_pl: mechanizm

source: mechanisms
lt_lt: mechanizmai
pl_pl: mechanizmy

source: out of
lt_lt: iš
pl_pl: z

# zero
source: configured
lt_lt: sukonfigūruotas
pl_pl: skonfigurowanych

# singular
source: configured
lt_lt: sukonfigūruotas
pl_pl: skonfigurowany

# plural
source: configured
lt_lt: sukonfigūruoti
pl_pl: skonfigurowane

source: without issues.
lt_lt: be klaidų.
pl_pl: bez zastrzeżeń.

source: SPF: the record is optional
lt_lt: SPF: įrašas neprivalomas
pl_pl: SPF: rekord opcjonalny

source: Because the DMARC record is configured correctly, the SPF record is not required. Sending e-mail messages from this domain without using the SPF mechanism is still possible - in that case, the messages need to have correct DKIM signatures.
lt_lt: Kadangi DMARC įrašas sukonfigūruotas teisingai, SPF įrašas nėra privalomas. Siunčiami pranešimai iš šio domeno nenaudojant SPF mechanizmą yra įmanomi - tokiu atveju žinutė turi turėti teisingą DKIM parašą.
pl_pl: Ponieważ rekord DMARC jest skonfigurowany poprawnie, rekord SPF nie jest konieczny. Wysyłanie wiadomości z tej domeny bez wykorzystywania mechanizmu SPF nadal jest możliwe - w takiej sytuacji wiadomości muszą posiadać poprawny podpis DKIM.

source: However, we recommend configuring an SPF record if possible (even if the domain is not used to send e-mails), because older mail servers may not support DMARC and use SPF for verification. The combination of all protection mechanisms - SPF, DKIM and DMARC allows all servers to properly verify e-mail message authenticity.
lt_lt: Tačiau mes rekomenduojame susikonfiguruoti SPF įrašą jeigu įmanoma (net jei domenas nėra naudojamas siųsti el-laiškams), nes senesni pašto serveriai gali nepalaikyti DMARC ir naudoti SPF tikrinimui. Visų apsaugos mechanizmų SPF, DKIM ir DMARC - kombinacija leidžia visiems serveriams tinkamai patikrinti el. pašto žinučių autentiškumą.
pl_pl: Rekomendujemy jednak ustawienie rekordu SPF, jeśli mają Państwo taką możliwość (nawet, jeśli domena nie jest przeznaczona do wysyłki poczty), ponieważ starsze serwery pocztowe mogą nie wspierać mechanizmu DMARC i używają SPF. Połączenie wszystkich mechanizmów ochrony - SPF, DKIM oraz DMARC umożliwi innym serwerom na poprawne zweryfikowanie wiadomości we wszystkich przypadkach.

source: Record
lt_lt: Įrašas
pl_pl: Rekord

source: Records
lt_lt: Įrašai
pl_pl: Rekordy

source: Warnings
lt_lt: Įspėjimai
pl_pl: Ostrzeżenia

source: none
lt_lt: nėra
pl_pl: brak

source: Errors
lt_lt: Klaidos
pl_pl: Błędy

source: To increase the chance that your configuration is interpreted by all e-mail servers correctly, we recommend fixing all errors and warnings.
lt_lt: Kad padidintumėte tikimybę, jog jūsų konfigūracija bus teisingai interpretuojama visų el. pašto serverių, mes rekomenduojame ištaisyti visas klaidas ir perspėjimus.
pl_pl: Aby zwiększyć szansę, że Państwa konfiguracja zostanie poprawnie zinterpretowana przez wszystkie serwery, rekomendujemy poprawę zarówno błędów, jak i ostrzeżeń.

source: After fixing the issues, please rerun the scan - some problems can be detected only if earlier checks complete successfully.
lt_lt: Ištaisius problemas, prašome pakartotinai paleisti skenavimą - kai kurios problemos gali būti aptiktos tik tuomet, jei ankstesni patikrinimai bus sėkmingai baigti.
pl_pl: Po poprawie błędów prosimy ponowić skanowanie - niektóre błędy mogą zostać znalezione dopiero po udanym wykonaniu wcześniejszych testów.

source: Configuration analysis is running
lt_lt: Konfigūracijos analizė yra vykdoma
pl_pl: Trwa analiza konfiguracji

source: Waiting for the analysis to finish
lt_lt: Laukiama, kol analizė baigsis
pl_pl: Oczekiwanie na zakończenie analizy

source: This page will refresh automatically.
lt_lt: Šį puslapį atnaujins automatiškai.
pl_pl: Strona odświeży się automatycznie.

source: Verify your <b>DKIM</b>, <b>DMARC</b>, and <b>SPF</b> settings by sending a test e-mail.
lt_lt: Patikrinkite savo <b>DKIM</b>, <b>DMARC</b> ir <b>SPF</b> nustatymus, išsiųsdami el. laišką.
pl_pl: Gdy wyślesz testową wiadomość e-mail na specjalny adres, system zweryfikuje poprawność konfiguracji mechanizmów <b>SPF</b>, <b>DKIM</b> i&nbsp;<b>DMARC</b>.

source: This is the recommended path. Sending a test e-mail allows us to perform more accurate analysis.
lt_lt: Tai rekomenduojama procedūra. Laiško siuntimas leidžia mums atlikti tikslesnę analizę.
pl_pl: Ta ścieżka jest przez nas rekomendowana – dzięki niej będziemy w&nbsp;stanie wykonać dokładniejsze sprawdzenie, niż korzystając z&nbsp;domeny.

source: Send an e-mail
lt_lt: Išsiųsti el. laišką
pl_pl: Wyślij e-mail

source: Verify your SPF and DMARC settings by providing a domain. Note: only the <b>SPF</b> and <b>DMARC</b> mechanisms will be checked. To check DKIM, you need to send a test e-mail.
lt_lt: Patikrinkite savo SPF ir DMARC nustatymus pateikdami domeną. Pastaba: tik <b>SPF</b> ir <b>DMARC</b> mechanizmai bus patikrinti. Norėdami patikrinti DKIM, turite išsiųsti el. laišką.
pl_pl: Możesz skorzystać także z&nbsp;opcji weryfikacji konfiguracji podając domenę. W tym wypadku zostaną sprawdzone tylko mechanizmy <b>SPF</b> i&nbsp;<b>DMARC</b> - dla sprawdzenia DKIM konieczne jest wysłanie testowego e-maila.
